{"sections":{"main":{"type":"main-faqs-page","blocks":{"paragraph_ztdGEm":{"type":"paragraph","settings":{"title":"Products","question_1":"What kind of wax do you use? Is it safe?","answer_1":"<p>We only use natural coconut wax, soy wax, and botanical wax—no paraffin, no toxins, just a cleaner, safer burn.<\/p>","question_2":"Are your fragrance oils natural and non-toxic?","answer_2":"<p>Yes! Our fragrance blends are crafted with top-tier essential oils and certified clean fragrance oils—tested for safety and quality.<\/p>","question_3":"Are Mono.M candles handmade?","answer_3":"<p>Each candle is hand-poured in small batches in the USA to ensure craftsmanship and consistency.<\/p>","question_4":"How long does the scent last?","answer_4":"<p>Our candles are optimized for hot throw, releasing a rich and lingering scent from first light to last burn.<\/p>","question_5":"Are Mono.M candles vegan and cruelty-free?","answer_5":"<p>No animal ingredients, no animal testing. Ever.<\/p>","question_6":"Can I use Mono.M products when I am pregnant?","answer_6":"<p>Our products are made with non-toxic, clean ingredients—including natural waxes and certified safe fragrance oils. However, everyone’s sensitivity is different during pregnancy. We recommend consulting your healthcare provider before using any fragranced products while pregnant, especially if you have scent-related sensitivities or allergies.<\/p>","question_7":"Where Mono.M products made?","answer_7":"<p>Rooted in New Jersey, all of our creations are developed and produced with care in the USA.<\/p>","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"15d9d2f4-1bdd-49c8-9a99-58246020f05c":{"type":"paragraph","settings":{"title":"Care & Use","question_1":"How should I burn my candle for the first time?","answer_1":"<p>On first burn, let the wax melt fully to the edges (about 3 hours). Some wax may stay along the sides—this is normal due to the soft nature of coconut wax. After that, limit burns to 4 hours max. Stop use when 1\/4\" of wax remains.\nFor an even better burn, you can use a smart lid to help maintain a full melt pool. We’re working on bringing this accessory to you soon—stay tuned!<\/p>","question_2":"Why is there soot or uneven burning?","answer_2":"Trim the wick to ¼ inch before each use for a smoke-free and clean burn.","question_3":"How long should I burn the candle each time?","answer_3":"1.5 to 3 hours is ideal. Don’t burn more than 4 hours continuously.","question_4":"How do I properly care for my candle?","answer_4":"<h4>Follow these simple steps for a clean, even, and long-lasting burn:<\/h4>\n<p>1. First Burn Matters: \nLet the wax melt all the way to the edges (around 3 hours) to prevent tunneling.<\/p>\n<p>2. Trim the Wick:\nAlways trim the wick to ¼ inch before each burn to reduce smoke and ensure an even flame.<\/p>\n<p>3. Burn Time: \nAfter the first burn, limit each session to 1.5–4 hours. This protects the wick and keeps your scent strong.<\/p>\n<p>4. Burn Time: \nAfter the first burn, limit each session to 1.5–4 hours. This protects the wick and keeps your scent strong.<\/p>\n<p>5. Let It Cool:\nAllow the wax to solidify completely before relighting.<\/p>\n<p>6. Stop at ¼ Inch:\nDiscontinue use when only ¼ inch of wax remains to avoid overheating the vessel.<\/p>\n<p>7. Smart Lid (Coming Soon!):\nUse a smart lid (once available) to help maintain a full melt pool and maximize scent throw.<\/p>","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"f4d12560-a07c-4bd4-a934-2a8eddeaccc9":{"type":"paragraph","settings":{"title":"Orders & Shipping","question_1":"Where do MONO.M ship?","answer_1":"<p>We ship all orders from our warehouse in New Jersey, USA, to the contiguous United States only. Sorry, we’re not able to deliver to Hawaii or Alaska at this time.<\/p>\n\n<p>You’ll get a tracking notification as soon as your order is processed-just a heads up, it might take up to 48 hours for tracking info to update.<\/p>","question_2":"-pending-How long until my order ships?","answer_2":"<p>Use overlay text to give your customers insight into your brand. Select image and text that relates to your style and story.<\/p>","question_3":"What shipping options do you offer?","answer_3":"<p>We provide different shipping methods based on your location. Delivery time and costs may vary, and the estimates are just for reference. Deliveries to rural areas may take longer. We currently don’t ship to APO,FPO and PO boxes.<\/p>\n\n<p>Please note: The estimated delivery time starts after your order is processed and does not include delays from payment checks or stock availability.<\/p>","question_4":"How to track my package?","answer_4":"<p>We process orders within 24 hours (business days only, excluding weekends). Once your order ships, you’ll receive a tracking email.<\/p>","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"paragraph_bLNVCN":{"type":"paragraph","settings":{"title":"Payment & Returns","question_1":"What payment methods do you accept?","answer_1":"<p>We accept all major credit cards, PayPal, and Apple Pay.<\/p>","question_2":"Do you offer returns or refunds?","answer_2":"<p>If you wish to return a product, please send an email to customersercive@monom.club within 14 days of your purchase. We will reply to you with an address to return the products to. Please note, THE RETURNED ITEMS MUST BE UNUSED AND IN THEIR ORIGINAL CONDITION.\n\n<\/p><p>Upon return:\n<\/p><p>- Please return the products as soon as possible and no later than 14 days of your initial email.<\/p>\n<p>- Place the product(s) in the original shipping box, or a similar solid box. close and tape the box.<\/p>\n<p>- Place the return shipping label on the outside of the box, covering any other delivery information.<\/p>\n<p>- Return at your closest delivery point.<\/p>\n<p>- Please keep your postal receipt, we may need to see this if we have not received your package.<\/p><p><\/p>","question_3":"What if my candle arrives damaged?","answer_3":"<p>We’re so sorry to hear that! We take great care in packing each order, but if your candle arrives genuinely damaged or unusable, please contact us within 3 days of delivery at [CustomerService@Monom.club] with clear photos of the packaging, product, and shipping label. This helps us file claims with our carrier and ensure you’re properly taken care of.<\/p>\n\n<p>Please note:<\/p>\n\n<p>- Minor surface imperfections, slight frosting, or softening of wax due to heat in transit (especially during warmer months) do not affect burn quality or safety and are not considered damage. Simply place the candle in a cool, shaded area (below 75°F) for a few hours—it will return to normal.<\/p>\n\n<p>- We reserve the right to determine if a product qualifies as damaged. If the damage appears to be caused after delivery or by improper handling, we may be unable to offer a replacement.<\/p>\n\n<p>We deeply appreciate your understanding—every candle is handcrafted, and your support helps us maintain the integrity and fairness of our small-batch process.<\/p><p><\/p>","question_4":"","answer_4":"","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"paragraph_MRKRAH":{"type":"paragraph","settings":{"title":"Gifting & Custom","question_1":"Can I send this as a gift?","answer_1":"<p>Yes! Choose gift packaging and add a message at checkout. <\/p>","question_2":"Do you offer digital gift cards?","answer_2":"<p>Yes! We offer digital gift cards in various amounts—perfect for last-minute gifting or letting someone pick their favorite scent. Gift cards are delivered by email with easy redemption instructions.<\/p><p>This is MONO.M GIFT CARD page [],please check it out. <\/p>","question_3":"Can I send gifts to multiple addresses in one order?","answer_3":"<p>Not yet. But we recommend placing separate orders for each address to ensure smooth delivery and tracking.<\/p>","question_4":"Can gift cards be refunded or transferred?","answer_4":"<p>Gift cards are non-refundable and cannot be exchanged for cash. But they never expire and can be used anytime on our site.<\/p>","question_5":"Do you offer gift wrapping?","answer_5":"<p>Yes, we do! You can add gift wrapping at checkout for a small additional fee—we’ll make sure your order arrives beautifully packaged and gift-ready.<\/p>\n\n<p>Even without gift wrapping, all our orders come carefully packed and look great right out of the box.<\/p>","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"paragraph_JPTnUH":{"type":"paragraph","settings":{"title":"Sustainability","question_1":"Is your packaging recyclable?","answer_1":"<p>Absolutely!  Sustainablity is at the heart of Mono.M. Most of our packaging is fully recyclable or reusable. From our ceramic vessels to paper boxes and shipping materials, we intentionally avoid plastic wherever possible. We’re always working to reduce waste.<\/p>","question_2":"Do you offset your carbon footprint?","answer_2":"<p>We’re not perfect, but we’re working on it. We're exploring carbon-neutral shipping options and eco-certifications to ensure our footprint stays as small as possible.<\/p>","question_3":"","answer_3":"","question_4":"","answer_4":"","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}}},"block_order":["paragraph_ztdGEm","15d9d2f4-1bdd-49c8-9a99-58246020f05c","f4d12560-a07c-4bd4-a934-2a8eddeaccc9","paragraph_bLNVCN","paragraph_MRKRAH","paragraph_JPTnUH"],"settings":{"container":"1170","padding_full_width":0,"show_breadcrumb":true,"breadcrumb_alignment":"left","breadcrumb_bg":"","breadcrumb_gradient":"","breadcrumb_bg_mb":"#f6f6f6","breadcrumb_gradient_mb":"","show_page_title":true,"page_title_alignment":"left","show_faqs_filter":true,"faqs_text":"<p>Below FAQ are some common concerns of our clients before purchasing the theme.\n<br> If you have other questions, please just send it to <a href=\"mailto:CustomerService@Monom.club\" style=\"text-decoration: underline;\">CustomerService@Monom.club<\/a>.<\/p>","faqs_message_heading":"Need Help?","faqs_message_text":"<span>If you have an issue or question that requires immediate assistance, you can click the button below to chat live with a Customer Service representative.   \n<br> \n<br>\nIf we aren’t available, drop us an email and we will get back to you within 24-36 hours on business day!<\/span>","message_method_link_1":"https:\/\/facebook.com","message_method_text_1":"Message Us","message_method_link_2":"https:\/\/gmail.com","message_method_text_2":"Contact Us","contact_content_text":"Unable to find satisfactory answers ?","contact_text":"Contact Support","contact_link":"shopify:\/\/pages\/contact-us-2","contact_color":"#ffffff","contact_color_border":"#506c3e","contact_color_bg":"#506c3e","contact_color_bg_gradient":"","contact_color_hover":"#ffffff","contact_color_border_hover":"#e93d29","contact_color_bg_hover":"#e93d29","contact_color_bg_gradient_hover":"","mg_top_desktop":0,"mg_top_tablet":0,"mg_top_mobile":0,"mg_bottom_desktop":0,"mg_bottom_tablet":0,"mg_bottom_mobile":0}}},"order":["main"]}